export const skills = {
  hard: [
    'Написание пригодного к постоянному масштабированию кода',
    'Аудит, глубокое ревью кода и грамотное формирование требований по “изменению” кодовой базы',
    'Глубокий рефакторинг (не путать с обычным), формирование плана рефакторинга',
    'Оценка проектов, Pre-Sale и защита оценки перед заказчиками',
    'CI/CD, Имею опыт внедрения, сопровождения, владею навыком “обучать” dev-ops’ов работе с определёнными технологическими стеками с их стороны',
  ],
  soft: [
    'Менторство, формирование индивидуальных планов развития специалистов, контроль, валидация',
    'Наладка коммуникации внутри команды',
    'Проведение 1-1 и моральная поддержка разработчиков в трудные периоды',
    'Проведение интервью и срезов знаний разработчиков',
    'Общение с заказчиками, умение отстоять интересы компании перед заказчиком “не портя с ним отношений“',
  ],
};
